{
  "conversations": [
    [
      "HEY EURAKARTE",
      "INSULT",
      "RETORT",
      "COUNTER-RETORT",
      "QUESTIONING OF SEXUAL PREFERENCE",
      "SUGGESTION TO SHUT THE FUCK UP",
      "NOTATION THAT YOU CREATE A VACUUM",
      "RIPOSTE",
      "ADDON RIPOSTE",
      "COUNTER-RIPOSTE",
      "COUNTER-COUNTER RIPOSTE",
      "NONSENSICAL STATEMENT INVOLVING PLANKTON",
      "RESPONSE TO RANDOM STATEMENT AND THREAT TO BAN OPPOSING SIDES",
      "WORDS OF PRAISE FOR FISHFOOD",
      "ACKNOWLEDGEMENT AND ACCEPTENCE OF TERMS"
    ],
    [
      "hm. I've lost a machine.. literally _lost_. it responds to ping, it works completely, I just can't figure out where in my apartment it is."
    ],
    [
      "Hey, you know what sucks?",
      "vaccuums",
      "Hey, you know what sucks in a metaphorical sense?",
      "black holes",
      "Hey, you know what just isn't cool?",
      "lava?"
    ],
    [
      "haha, last night, me and pete went out to celebrate his engagement and got hugely drunk",
      "we got this great idea to bury eachother in the sand close to the water and see who would chicken out first",
      "took about a half hour, but the water got up to my face so i freaked and got out",
      "i looked around for pete and he must've chickened out before me and stumbled home or something heh",
      "What'd he say when he woke up this morning?",
      "uhh.. he hasn't come home yet.. i thought he was staying with you?",
      "holy fuck.",
      "i fucking hope im wrong about what im thinking right now",
      "im fucking going back to the beach to make sure",
      "if he gets home, call me, i don't want to be worrying about this",
      "will do. you better hope he's not still buried, you'll be in deep shit.",
      "wtf? pete came home last night you fuck. Ken's going to be worrying about this shit all day",
      "haha yea, but it will be fun while it lasts",
      "fucking ken",
      "ken... that fucker buried me in the sand last night, i ran off about 5 minutes to it, left him there to be an idiot",
      "pete, ken didn't come back last night, i thought he was with you.",
      "oh fuck.",
      "if ken shows up, make sure he doesn't know that im at the beach digging for his body. i don't want him to think i care or anything.",
      "rofl. Those 2 are going to get a huge surprise when they meet at the beach.",
      "i can't beleive how perfect their timing was"
    ],
    [
      "A woman has a close male friend. This means that he is probably interested in her, which is why he hangs around so much. She sees him strictly as a friend. This always starts out with, you're a great guy, but I don't like you in that way. This is roughly the equivalent for the guy of going to a job interview and the company saying, You have a great resume, you have all the qualifications we are looking for, but we're not going to hire you. We will, however, use your resume as the basis for comparison for all other applicants. But, we're going to hire somebody who is far less qualified and is probably an alcoholic. And if he doesn't work out, we'll hire somebody else, but still not you. In fact, we will never hire you. But we will call you from time to time to complain about the person that we hired."
    ],
    [
      "ab is away - gone, if anyone talks in the next 25 minutes as me it's bm",
      "being an asshole -          ",
      "HAHAHA DISREGARD THAT, I SUCK COCKS"
    ],
    [
      "The problem with America is stupidity. I'm not saying there should be a capital punishment for stupidity, but why don't we just take the safety labels off of everything and let the problem solve itself?"
    ],
    [
      "Purely in the interests of science, I have replaced the word \"wand\" with \"wang\" in the first Harry Potter Book",
      "Let's see the results...",
      "\"Why aren't you supposed to do magic?\" asked Harry.",
      "\"Oh, well -- I was at Hogwarts meself but I -- er -- got expelled, ter tell yeh the truth. In me third year. They snapped me wang in half an' everything",
      "A magic wang... this was what Harry had been really looking forward to.",
      "\"Yes, yes. I thought I'd be seeing you soon. Harry Potter.\" It wasn't a question. \"You have your mother's eyes. It seems only yesterday she was in here herself, buying her first wang. Ten and a quarter inches long, swishy, made of willow. Nice wang for charm work.\"",
      "\"Your father, on the other hand, favored a mahogany wang. Eleven inches. \"",
      "Harry took the wang. He felt a sudden warmth in his fingers. He raised the wang above his head, brought it swishing down through the dusty air and a stream of red and gold sparks shot from the end like a firework, throwing dancing spots of light on to the walls",
      "\"Oh, move over,\" Hermione snarled. She grabbed Harry's wang, tapped the lock, and whispered, 'Alohomora!\"",
      "The troll couldn't feel Harry hanging there, but even a troll will notice if you stick a long bit of wood up its nose, and Harry's wang had still been in his hand when he'd jumped - it had gone straight up one of the troll's nostrils.",
      "He bent down and pulled his wang out of the troll's nose. It was covered in what looked like lumpy gray glue.",
      "He ran onto the field as you fell, waved his wang, and you sort of slowed down before you hit the ground. Then he whirled his wang at the dementors. Shot silver stuff at them.",
      "Ok",
      "I have found, definitive proof",
      "that J.K Rowling is a dirty DIRTY woman, making a fool of us all",
      "\"Yes,\" Harry said, gripping his wang very tightly, and moving into the middle of the deserted classroom. He tried to keep his mind on flying, but something else kept intruding.... Any second now, he might hear his mother again... but he shouldn't think that, or he would hear her again, and he didn't want to... or did he?",
      "O_______O",
      "Something silver-white, something enormous, erupted from the end of his wang",
      "Then, with a sigh, he raised his wang and prodded the silvery substance with its tip.",
      "'Get - off - me!' Harry gasped. For a few seconds they struggled, Harry pulling at his uncles sausage-like fingers with his left hand, his right maintaining a firm grip on his raised wang."
    ],
    [
      "my girlfriend broke up with me and sent me pix of her and her new boyfriend in bed",
      "ouch.",
      "yeah.i sent them to her dad"
    ],
    [
      ": If they only realized 90% of the overtime they pay me is only cause i like staying here playing with Kazaa when the bandwidth picks up after hours.",
      ": If any of my employees did that they'd be fired instantly.",
      ": Where u work?",
      ": I'm the CTO at LowerMyBills.com"
    ],
    [
      "man, my girlfriend left me for some faggot named robert",
      "you don't live in Hope mills do you?",
      "ya, why man?",
      "lol, just wondering, was her namne alisson?",
      "you mother fucker"
    ],
    [
      "the \"bishop\" came to our church today",
      "he was a fucken impostor",
      "never once moved diagonally"
    ],
    [
      "lol",
      "I download something from Napster",
      "And the same guy I downloaded it from starts downloading it from me when I'm done",
      "I message him and say \"What are you doing? I just got that from you\"",
      "\"getting my song back fucker\""
    ],
    [
      "Hey Mike",
      "what?",
      "Pussy.",
      "er?",
      "Pussy.",
      "and?",
      "Pussy.",
      "...",
      "Pussy.",
      "i dont get it",
      "AND YOU NEVER WILL.",
      "bastard"
    ],
    [
      "I was in biology class once, and the teacher said there was sugar in sperm",
      "And a girl asked why doesn't it taste sweet then",
      "When she realised what she said her face became red like a spanked monkey ass",
      "Then the teacher said, because you taste sweetness with the front of your tongue, not the part of your tongue back in your throat",
      "The girl started crying and left class ^^"
    ],
    [
      "hey baby, whats up?",
      "umm....nothing?",
      "So....want me to like come over today so we can fuck?",
      "Wait....did you want to speak to my daughter?",
      "Yes  Mrs.Miller.. :-/"
    ],
    [
      "1. Save every Free Credit Card Offer you get, Put it in pile A",
      "2. Save every Free Coupon You get, put that in pile B",
      "3. Now open the credit card mail from pile A and find the Business",
      "Reply Mail Envelope.",
      "4. Take the coupons from pile B and stuff them in the envelope you hold",
      "in your hand.",
      "5. Drop the stuffed to the brim envelopes in your mail and walk away",
      "whistling.",
      "I have now received two phone calls from the credit card companies",
      "telling me that they received a stuffed envelope with coupons rather",
      "then my application. They informed me that it they are not pleased that",
      "they footed the bill for the crap I sent them. I reply with \"It says",
      "Business Reply Mail\" I'm suggesting coupons to you to ensure that your",
      "business is more successful. They promptly hang up on me.",
      "Now, I did this for about a month before it got boring, so I got an",
      "added idea! I added exactly 33 cents worth of pennies to the envelope",
      "so they paid EXTRA due to the weight. I got a call informing me about",
      "the money, I said it was a mistake and I demanded my change back. After",
      "yelling at the clerk and then to the supervisor they agreed to my",
      "demands and cut me a check for the money. I hold in my hand at this",
      "very moment a check from GTE Visa for exactly 33 cents."
    ],
    [
      "so I was with my friend bryan the other night in a bar",
      "well he got really drunk and said he was gonna puke",
      "so i helped him walk to the toilet",
      "all the stalls were occupied",
      "lol",
      "bryan is a rugby player... so a big guy",
      "so he fucking KICKS one of the stall doors open",
      "and there's this guy in there taking a shit",
      "hahahahahaha",
      "and bryan throws up ALL OVER HIM",
      "then (this is genius) bryan thinks 'oh shit... if i were taking a shit and someone came in and was sick all over me, i'd want to fuck him up... so i'd better hit him first'",
      "so he fucking SMACKS this guy in the face",
      "and runs away",
      "imagine being that guy... WORST NIGHT OUT EVER"
    ],
    [
      "I gotta go.  There's a dude next to me and he's watching me type, which is sort of starting to creep me out.  Yes dude next to me, I mean you."
    ],
    [
      "Anubis has joined #doghouse",
      "what fraud?",
      "You haven't heard about it?",
      "no?",
      "You can read the full story at http://www.tubgirl.com",
      "omg wtf!"
    ],
    [
      "Is there anyway I can tell the world I'm an idiot?",
      "Of course, just type your name, where you live and your confession",
      "Kk",
      "I am Mark Duval of Belgium, and I am an idiot",
      "?",
      "Now what?",
      "Don't worry. It's done"
    ],
    [
      "The other night my friend had some pot and wanted me to smoke it with him, but we had nowhere to smoke it because both our parents were home.",
      "So we drove around looking for a place to park so we could smoke in the car.",
      "We eventually settled on a Wendys parking lot..",
      "The logic is all there...",
      "I know, it was a ridiculous idea. We were just desperate and that was the first place to pull off..",
      "So we park in the back of the parking lot under this tree, and it's dark out, so we figure we're secluded enough. We start to light up and a cop pulls in. So we both sit really still and hope the cop will think the car is empty and just parked there. Or that he won't notice.",
      "The cop circles the parking lot once, then parks behind us and we're both freaking out. So Bobby, my friend, takes all the pot and shoves it in the glove compartment. But the car smells like pot, so we figure we're busted.",
      "So Bobby says we've gotta distract the cop from the pot. In a huge flash, he rips his shirt off, undoes my pants and sticks his hand inside. Before I can process what's happening, the cop knocks on my window. Then he looks in and sees Bobby shirtless, with his hand down my pants and turns bright red.",
      "I roll my window down and the cop says in this really flustered voice, his face bright red, \"you guys be good now\" and walks quickly back to his car and drives off.",
      "He didn't even notice the smell of pot.",
      "We drove home in the most uncomfortable fucking silence ever."
    ],
    [
      "i got kicked out of barnes and noble once for moving all the bibles into the fiction section"
    ],
    [
      "jesus christ man",
      "my son is sooooooo dead",
      "Why?",
      "hes been looking at internet web sites in fucking EUROPE",
      "HE IS SURFING LONG DISTANCE",
      "our fucking phone bill is gonna be nuts",
      "Ooh, this is bad. Surfing long distance adds an extra $69.99 to your bill per hour.",
      "...!!!!!! FUCK FUCK FUCK",
      "is there some plan we can sign up for???",
      "cuz theres some cool stuff in europe, but i dun wanna pauy that much",
      "Sorry, no. There is no plan. you'll have to live with it.",
      "o well, i ccan live without europe intenet sites.",
      "but till i figure out how to block it hes sooooo dead",
      "By the way, I'm from Europe, your chatting long distance.",
      "* docsigma2000 has quit (Connection reset by peer)"
    ],
    [
      "once upon a midnight dreary, while i pron surfed, weak and weary, over many a strange and spurious site of ' hot  xxx galore'. While i clicked my fav'rite bookmark, suddenly there came a warning, and my heart was filled with mourning, mourning for my dear amour, \" 'Tis not possible!\", i muttered, \" give me back my free hardcore!\"..... quoth the server, 404.",
      "*cries*, scary...."
    ],
    [
      "well, there's a lot of reasons",
      "i mean, roses only last like a couple weeks",
      "and that's if you leave them in water",
      "and they really only exist to be pretty",
      "so that's like saying",
      "\"my love for you is transitory and based solely on your appearance\"",
      "but a potato!",
      "potatos last for fucking ever, man",
      "in fact, not only will they not rot, they actually grow shit even if you just leave them in the sack",
      "that part alone makes it a good symbol",
      "but there's more!",
      "there are so many ways to enjoy a potato! you can even make a battery with it!",
      "and that's like saying \"i have many ways in which I show my love for you\"",
      "and potatos may be ugly, but they're still awesome",
      "so that's like saying \"it doesn't matter at all what you look like, I'll still love you\""
    ],
    [
      "what the fuck is wtf"
    ],
    [
      "Yay I get laid today! Been a month.... needing it by now",
      "...........",
      "TMI TMI TMI",
      "Only a few hundred pounds but its better than nothing",
      "Thanks for the info",
      "eh?",
      "damn i meant PAID",
      "I get PAID today",
      "dammit"
    ],
    [
      "I tried setting my hotmail password to penis.",
      "It said my password wasn't long enough. :("
    ],
    [
      "I hated going to weddings. All the grandmas would poke me saying \"You're next\". They stopped that when I started doing it to them at funerals."
    ],
    [
      "I should bomb something",
      "...and it's off the cuff remarks like that that are the reason I don't log chats",
      "Just in case the FBI ever needs anything on me",
      "I'm sure they can just get it from someone who DOES log chats.",
      "We saw it anyway."
    ],
    [
      "so my dad found my porn folder",
      "and he was getting all pissed",
      "so its all like \"does this surprise you? i'm not stupid you know\"",
      "\"i know dad\"",
      "\"what do you have to say for yourself?\"",
      "at this point i stare at him straight in the eyes and say \"C:Documents and SettingsRickyMy Documentsfaxessent faxes\"",
      "and he just shut up",
      "what is it?",
      "its his porn folder"
    ],
    [
      "we're on our way back from partying in NYC over the weekend ... it was like sunday afternoon we're headed back west",
      "we're cruisin... maybe 130-140mph",
      "flew past a trooper on the side of the road",
      "trooper lights up ... siren blasting ... chasing us down the highway",
      "we're both like should we stop ... there's no way he can catch up to us",
      "we decided to be good and stop",
      "cop catches up to us ... comes out gun drawn ... pissed as hell",
      "walks up to the side of the car and goes",
      "\"SON CAN I SEE YOUR PILOT'S LICENSE\"",
      "Jason pulls out his fucking pilot's license",
      "cop's jaw hits the fucking ground",
      "most stunned face I've ever fucking seen",
      "in this practically a whimper goes \"get the fuck out of here\"",
      "no ticket... too embarassed apparently",
      "I'll never forget that day long as I live",
      "I was sure we were goin to jail"
    ],
    [
      "Euch, rap is just missing one letter. c.",
      "rapc?",
      "...",
      "Crap you idiot. you put the c on the other end",
      "oic",
      "Though you could also say it's missing an e",
      "wtf is erap?",
      "Batty bangs his head repeatedly against a wall"
    ],
    [
      "i luv guyz where would they be wifout us gals???",
      "Still in the Garden Of Eden you gullible bitch."
    ],
    [
      "we ain't here to do e-c-e",
      "we're here to do c-s-e on the w-e-b",
      "listen to me spit these rhymes",
      "while i program lines",
      "and commit web accessibility crimes",
      "word, son",
      "You talk like your big on these I-Net kicks,",
      "But your shit flows slower than a two-eighty-six.",
      "I'm tracking down hosts and nmap scans,",
      "While Code Igniter's got you wringing your hands.",
      "Cut the crap rap,",
      "Or I'll run ettercap,",
      "Grab your AIM chat,",
      "N' send a PC bitch-slap!",
      "peace",
      "you're talkin bout down hosts and nmap scans",
      "while i got other plans",
      "you're at your new job, but you can't even do it right",
      "you just create a plight with your http rewrites",
      "i've been on the web since the age of three",
      "you just got on directly off the bus from mississippi",
      "respect yo' elders, bitch",
      "You've been webbin' since three, but still ain't grown up,",
      "Gotta update your config and send the brain a SIGHUP.",
      "You say you're that old? No wonder you're slow!",
      "You're knocking at the door while I run this show!",
      "Elders my ass, you're shit's still in school,",
      "Hunt and pecking at the keyboard like a spaghetti-damned fool,",
      "Rim-riffing your hard drive like a tool,",
      "Face it. I rule.",
      "i erase my harddrives with magnets (bitch)",
      "all you can do is troll on the fagnets",
      "and son, my brain's wrapped in a nohup",
      "it wont be hurt by the words you throwup",
      "dont mind me while i emerge my ownage",
      "while you're still over there apt-getting your porridge",
      "you say i'm still in school",
      "but the fact is that i know the rule",
      "cuz you need to go back to grade three",
      "and you better plea, that they take sucky graduates from c-s-e",
      "Time to bend over and apply a patch,",
      "Your brain's throwing static like a CD with a scratch.",
      "Your connection got nuked and you've met your match.",
      "You run a single process like a VAX with a batch.",
      "I'd pass the torch to a real winner",
      "But it'd just scorch a while-loop spinner",
      "Caught in a loop that you cant escape,",
      "I run clock cycles around your words and flows,",
      "Cuz your rhyme is like a PS fan: it' blows,",
      "Your water-cooled lyrics leak and it shows,",
      "Take your ass back to alt.paid.for.windows.",
      "Good god, I can't even respond to that. :P",
      "You win haha",
      "http402 takes a bow"
    ],
    [
      "Porter is now known as PorterWITHGIRLFRIENDWHOISHOT",
      "he shot his girlfriend?"
    ],
    [
      "I heard about this guy who broke into a lion's den at the zoo",
      "and got mauled",
      "and people were talking about how there should have been better defences put up to prevent people getting into the cage",
      "a friend of mine suggested setting up some kind of deterrent",
      "for example, putting some sort of fierce animal in the cage, which would attack anybody who climbed in"
    ],
    [
      "some girl on the street asked if i was saved yet",
      "i told her i saved at the checkpoint a couple minutes back",
      "and can reload from there if i die",
      "she was confused"
    ],
    [
      "If you went camping and you got REALLY drunk with your friend and you",
      "woke up the next morning with a condom stuck up your ass would you tell anybody?",
      "i dont think so",
      "Wanna go camping?"
    ],
    [
      "My sister caught me jacking off the other week and calls me a pervert",
      "just the other day i walked into my room and caught my sister masturbating",
      "So she calls me a pervert again?!?",
      "there is no justice in the world..."
    ],
    [
      "Saying that Java is nice because it works on all OS's is like saying that anal sex is nice because it works on all genders"
    ],
    [
      "my math teacher staples burger king applications to failed tests"
    ],
    [
      "morons.",
      "these people who live in my apartment complex are connected to my wireless",
      "they must think they're super-cool hackers by breaking into my completely unsecure network",
      "unfortunatly, the connection works both ways",
      "long story short, they now have loads of horse porn on their computer"
    ],
    [
      "SO U HACKING ME THEN HUH",
      "WElL I GOT NEWS FOR U MISTER I GOT MORE FIREWALL POWERS NOW SO IM SECURE AND IM USING WINDOWS 98 SO IM REALLY SECURE FROM HACKERS LIKE YOU SO YOU BETTA JUST GIVE UP CUZ U GOT NO HOPE MISTER.",
      "YuFFie (~mirc@3B942731.dsl.stlsmo.swbell.net) Quit (Quit: Owned.)",
      "YuFFie (~mirc@3B942731.dsl.stlsmo.swbell.net) has joined #",
      "HELP MY MOUSE IS MOVING BY IT SELF"
    ],
    [
      "Girls are like internet domain names, the ones I like are already taken.",
      "well, you can stil get one from a strange country :-P"
    ],
    [
      " I love school",
      " Today our term paper due date's set",
      " Our instructor says that we WILL hand in the paper on time, and she'll accept no excuses except illness, with a note from our doctor, or a death in the immediate family, with a note from the dead member.",
      " So this wiseass pipes up: \"What about extreme sexual exhaustion?\"",
      " She waits for the laughs to die down and says:",
      " \"Well, I guess you'll have to learn to write with your other hand\""
    ],
    [
      "God i really cant stand windows me",
      "heh i know. i moved to win2k",
      "Felacio sucks huge cock",
      "errr ME, not /me"
    ],
    [
      "My mom found me perusing bash.org and looking up quotes about incest, and was like OMG!",
      "Now she actually goes there regularly to make sure there aren't any new text words that have been searched for",
      "I saw her looking at the site yesterday, and was like, \"WTF??\"",
      "And she said she was just checking to see what kind of stuff I look at online.",
      "I swear, someday I'm just going to rape that bitch.",
      "...",
      "now theres a quote for bash.org",
      "Don't you fucking dare."
    ],
    [
      "we had a guy at school that wore black lipstick.. and was all gothy.. and then one day we caught him buying an assvibrator",
      "ew.",
      "wait, you \"caught\" him?",
      "like, you were behind him in line at the assvibrator store?",
      "he doesnt answer"
    ],
    [
      "why the fuck isn't my disc drive working",
      "i fucking worked on that essay for three friggin' hours in school",
      "i now i cant finish it 'cos my fuckin drive ain't working",
      "you got the right drivers?",
      "hell yes",
      "it was working fine yesterday",
      "why does this shit always happen to me?",
      "maybe that little clip on the side is i nthe wrong position",
      "i havent touched it since school",
      "i'm growing impatient",
      "ANGRY even",
      "throw that shit out tha window",
      ". . .",
      "OMG i fuckin did it!!!",
      "FUCK!!!!!",
      "it works?",
      "no, i threw it out the window",
      "the disk?",
      "NO the whole drive",
      "i live on the 6th floor, made a nice *smash*",
      ":D",
      "FUCK SHIT FUCK",
      "THE DISK WAS STILL INSIDE",
      "brb",
      ". . .",
      "shit",
      "what? did ya break it?",
      "well i couldn't open the drive",
      "so i had to pound it against a rock",
      ":o",
      "quite HARD",
      "and you know what?",
      "that fucking disk wasnt even there",
      "???",
      "i got so mad i threw the remaiders of the drive on to the freeway",
      "and when i got back upstairs i foud the disk inside my bag",
      "lol",
      "I NEVER EVEN PUT IT IN THE DRIVE",
      "i'm actually cryin right now",
      ". . .",
      "wonder if i could make that drive work again",
      "brb"
    ],
    [
      "hey dude the funniest thing happened to me today",
      "im at walmart and this chick is buying a box of tampons and they are missing the upc and wont ring up",
      "so the cashier tells his buddy to get a price check on tampax",
      "the dude looks at him and says, \"the kind u push in, or the kind you hammer in?\"",
      "lol",
      "turns out he misheard him",
      "he thought he said thumbtacs",
      "you should have seen the look on the chicks face",
      "omfg",
      "til the day i die",
      "i will never forget it"
    ],
    [
      ": Best suicide plan ever",
      ": what is it?",
      ": you go up to the top of a roof",
      ": string piano wire tight across the front edge at neck level",
      ": tie a cord to your foot and the other end to the building so that you'll be above sidewalk level when its fully stretched",
      ": then you put super glue on your hands",
      ": and put your arms around the front of the wire and then back to touch your head",
      ": then you lean forward, so the piano wire cuts your neck but not your elbows",
      ": when the cord goes taut, youll be hanging upside down with no head....except your head will be in your outstretched arms thanks to gravity and the glue, staring at someone upside down and spewing blood everywhere.",
      ": And some poor bastard will be traumatized for LIFE.",
      ": i dont think i can be your friend anymore"
    ],
    [
      "there's a small fire burning in my room",
      "lemme guess im supposed to act suprised that you're telling us and not making any attempt to extinguish it, so i can submit it to bash where it will join the ranks of the other \"SOMETHING CATOSTROPHIC HAPPENED SO I CAME TO TELL YOU GUYS ON IRC FIRST INSTEAD OF ATTEMPTING TO DEFUSE THE HOSTILE SITUATION\" quotes that are grossly abundant, similar, and overrated. and despite a new one is submitted each week and only the location of the fire is altered, loyal viewers firmly believe it is a unique and hilarious quotation, pledging support in the form of unneccesary votes"
    ],
    [
      "This linguistics professor was lecturing the class.",
      "\"In English,\" he explained, \"a double negative forms a positive. In some languages, such as Russian, a double negative is still a negative.\"",
      "\"However,\" the professor continued, \"there is no language wherein a double positive can form a negative.\"",
      "Immediately, a voice from the back of the room piped up: \"Yeah..... right....\""
    ],
    [
      "\"It's easy to forget what a sin is in the middle of a battlefield.\"",
      "opposite over hypotenuse",
      "dipshit"
    ],
    [
      "a sprite is anything not static",
      "a sprite is a variable object",
      "be it 2d or 3d",
      "a sprite is a fucking soda",
      "you god damn geekass bastards"
    ],
    [
      "there was this one time I was wanking to porn...",
      "... I kept a javascript tutorial open in another window so my parents didn't start wondering why I was always on the desktop with no windows showing",
      "so I'm just about to splurge when I suddenly hear my dad coming up the stairs",
      "alt-tabbed to the other window and tried to pull my boxers up... computer stalled JUST THEN as my dad was opening the door",
      "I just stood up and was like \"fuck... dad this honestly isn't what it looks like\"",
      "and he glanced at the screen and said \"I sure hope so because it looks like you're masturbating to a fucking javascript tutorial\""
    ],
    [
      "OH FUCK ME",
      "I FORGOT TO PICK UP MY 7 YEAR OLD DAUGHTER FROM SOCCER PRACTICE",
      "9 HOURS AGO",
      "HOLY SHIT",
      "BYE"
    ],
    [
      "I",
      "do",
      "not",
      "know",
      "where",
      "family",
      "doctors",
      "acquired",
      "illegibly",
      "perplexing",
      "handwriting;",
      "nevertheless,",
      "extraordinary",
      "pharmaceutical",
      "intellectuality,",
      "counterbalancing",
      "indecipherability,",
      "transcendentalizes",
      "intercommunications'",
      "incomprehensibleness.",
      "woah",
      "*blinks*"
    ],
    [
      "Real life should have a fucking search function, or something.",
      "I need my socks."
    ],
    [
      "brad, your mom is fine as shit",
      "i think i will masturbate to her while i play with my balls",
      "brad had to go blow his nose, but thanks for the compliment, i will be calling your mother",
      "Jesus-fucking christ!!!"
    ],
    [
      "Spoon casts Wall of Silence",
      "why?",
      "Because exo went insane",
      "no, he just brought his insanity up to another level",
      "Sentinel checks..",
      "THERE'S BUTTER ON MY FACE!"
    ],
    [
      "Woah, I got the weirdest moment of my entire life this morning",
      "what happened?",
      "you know, there was a party at my neighbours' last night",
      "yeah, you've been fucking drunk..",
      "you've been there, too?",
      "sure...",
      "well, you see i can't remember anything",
      "but this morning I woke up in my bed, and there was my mom lying next to me.",
      "wtf...?",
      "That's exactly what i thought",
      "So, my mom got up instantly when i woke up, smiled at me and said \"U're so much better than your dad is.\" then she left the room",
      "OMFG!!!",
      "you didnt do that! TELL ME IT WASNT LIKE THAT!!! TELL ME YOU'RE A DUMBASS LIAR!!!",
      "no, i'm not lying",
      "OMG!!!",
      "but it turned out she was playing a trick on me. Paycheck for coming home late, all drunk.",
      "...",
      "your mom's such a freak. o.O"
    ],
    [
      "friend of mine went to jail last night",
      "he probably isn't getting out for a while",
      "y?",
      "why?",
      ":o",
      "it was a girl cop, she was pretty cute too",
      "she said anything you say can and will be held against you....he sat there for a while and said 'tits'"
    ],
    [
      "Well, it rained today, but as a whole it's been warmer than it was last week.",
      "Why does it seem like every time you join this channel, you end up talking about the weather?",
      "Is your life so unimaginably dull that you can't think of any events in your life to describe that might be more interesting than the weather?",
      "Let's think of something for you to talk about other than the weather.",
      "I mean, we barely even know anything about you, other than where you live.",
      "Let's start there.  What do you do for a living?",
      "I'm a meteorologist."
    ],
    [
      "stfu mat|t u cu.nt",
      "Acaila sets mode: +b MortalKombat!*@*",
      "FINISH HIM",
      "rofl",
      "omg wtf man",
      "MortalKombat was kicked by Acaila (forward, forward, back, back, forward, punch)",
      "FATALITY!"
    ],
    [
      "i like stalked this girl sorta :D",
      "like once she asked me for a ride home from work",
      "and i took her home... i dropped her off at her house",
      "and shes like... wait a minute..how did you know where i lived?"
    ],
    [
      "i don't have hard drives. i just keep 30 chinese teenagers in my basement and force them to memorize numbers"
    ],
    [
      "For all of you reporting a score more than 100 as you iq lol @ you. How can you possibly score more than 100%?",
      "I'm very happy with my score of 89."
    ],
    [
      "Today my History class took a feild trip to the Museum of Tolerance. Its a museum showing kids not to be prejudice and all that good stuff.",
      "Anyways, one exhibit is two doors next to each other. One door has a sign hanging over it saying \"Those with prejudice walk through this door\" The other door's sign said \"Those without prejudice walk through this door\". Obviously the door for people without prejudice isn't openable because as the tour guide says \"Everyone has prejudice\".",
      "So, I start tugging on the door and say \"What the hell is wrong with this damn door, did some damn Jew make this?\" and the tour guide kicked me out and i had to sit in the bus for 15 minutes"
    ],
    [
      "can you guys see what I type?",
      "no, raize",
      "How do I set it up so you can see it?"
    ],
    [
      "hey chris, stop fuckin cybering and let me show you something",
      "what",
      "i dont cyber cockbite, i have a gf",
      "haha",
      "what did you want to show me",
      "i made an account on that scrabble website you go to",
      "bubblegal_14",
      "wtf",
      "omg fuck you you fucking prick",
      "chrisharker: i slide two fingers into your tight asshole",
      "YOU ARE A FUCKING FAGGOT YOU KNOW THAT",
      "I FUCKING HATE YOU",
      "chrisharker: i've never done this before, am i doing it right?",
      "FUCK OFF YOU FUCKING ASSHOLE"
    ],
    [
      "last night, tony and I decided to stop off on the way to the party to get some beer",
      "we come out of the shop a few minutes later and there's a parking guy writing a ticket",
      "tony goes up to him and asks him what the ticket's for, parking guy explains that the car is parked in a no standing zone",
      "tony starts abusing him and tells him to cram it up his ass, so the guy writes a ticket for abusing him",
      "haha",
      "so tony gets up him even more, and every time he says something the guy writes another ticket",
      "14 tickets later, the guy gives up and walks off",
      "...",
      "and we both PISS ourselves laughing as we walk back to tony's car around the corner, leaving some poor bastard with 14 parking fines :D",
      "AHAHAHAHAHAHAHA",
      "ROFL!!"
    ],
    [
      "Personally its not God I dislike, its his fan club I cant stand"
    ],
    [
      "tetris is so unrealistic"
    ],
    [
      "We vegetarians love the environment. carnivores are sick freaks.",
      "How can vegetarians possibly love the environment.. you keep eating all the fucking plants"
    ],
    [
      "damn it :/",
      "damn it :/",
      "stop that",
      "stop that",
      ":D",
      ":D",
      "Lego smells",
      "Lego smells",
      "/quit"
    ],
    [
      "\"ignorance more frequently begets confidence than does knowledge\" - Charles Darwin",
      "wtf? begets isn't a word. quit trying to make up words, fuckface."
    ],
    [
      "omg i love this song",
      "Now playing: Unknown Artist - Track 2 @ 128 Kbps. (0:47/3:24)",
      "blazemore:  yeah, that's a bad ass song"
    ],
    [
      "I wish my lawn was emo, so it would cut itself."
    ],
    [
      "on one of those speech-to-text programs my friend ripped ass onto the mic.",
      "and it typed out \"France\"",
      "we were like, wtf?"
    ],
    [
      "This cake is soooo good",
      "it's like sex, except I'm having it"
    ],
    [
      "LITTLETON, Colo. - Colorado officials plan to try a 15-year-old boy as an adult for allegedly offering a Sony PlayStation to have his aunt killed.",
      "is it modded?"
    ],
    [
      "so there's this pimp right. he's collecting money from his three ho's.",
      "he goes to the first ho and asks for his $100. she says, \"But I only owe you $50!\"",
      "he slaps her and says, \"don't correct me, bitch!\"",
      "he asks the next ho for $150. she says, \"But I only owe you $100!\"",
      "he slaps her and says, \"don't correct me, bitch!\"",
      "now he goes to his third ho.",
      "he asks for $200. \"but I only owe you $150!\"",
      "he slaps her and says, \"don't correct me, bitch!\"",
      "next he visits the fourth ho.",
      "he asks her for his $250.",
      "hold on, wait a sec",
      "what?",
      "you said three ho's, not four. idioth.",
      "Tedward slaps Thy_Dungeonman",
      "Don't correct me, bitch."
    ],
    [
      "QUESTION FOR EVERYONE....",
      "IT'S TO THE LEFT OF YOUR 'A' KEY."
    ],
    [
      "So it's black friday at CompUSA.",
      "Yea",
      "We were to open up at 12am. It's 11:58pm and there is a HUGE line of blood-thirsty, hard drive-wanting, maniacs. So my friend dares me to scream we have one xbox360.",
      "Holy shit.",
      "So he gives me $20. I go up to the gate and scream, \"LADIES AND GENTLEMEN, WE HAVE JUST RECIEVED ONE XBOX360!!\" Immediatly people are storming the gate, passing me money through the cage to get it. They were screaming and knocked over this old lady. My boss just looks at me with these red eyes. In them, I saw fear and rage.",
      "Omg you dumb shit!",
      "Wait a second, it's 12:46A, and it's black Friday. What did this happen minutes ago? Shouldn't you be at work?",
      "Yeah..",
      "Pretty sure I don't work at CompUSA any more.."
    ],
    [
      "Time for my prayers:",
      "Our Father, who 0wnz heaven, j00 r0ck!",
      "May all 0ur base someday be belong to you!",
      "May j00 0wn earth just like j00 0wn heaven.",
      "Give us this day our warez, mp3z, and pr0n through a phat pipe.",
      "And cut us some slack when we act like n00b lamerz, just as we teach n00bz when they act lame on us.",
      "Please don't give us root access on some poor d00d'z box when we're too pissed off to think about what's right and wrong, and if you could keep the fbi off our backs, we'd appreciate it.",
      "For j00 0wn r00t on all our b0x3s 4ever and ever, 4m3n."
    ],
    [
      "oiuyniyu98h987h89yh87y98yjn987j987y897yhkiuk;''''",
      "sorry.. there was a spider on my keyboard."
    ],
    [
      "@Lan plays with his privates.",
      "...",
      "I got these new toy soldiers",
      "They are really neat"
    ],
    [
      "I'd like to perform a one act play I call, \"Creative screwed me like a bitch\"",
      "<audigy> Buy me! I'm ever so sexy",
      "<boo> ok. come home with me and we'll play among the stars",
      "<audigy> tee hee! I love you, boo!",
      "<boo> I love you too, audigy",
      ":: later ::",
      "<boo> there, you're all installed. how do you feel?",
      "down in front!",
      "<audigy> LET JESUS FUCK YOU! VRAAAGH!",
      "audience gasps.",
      "* audigy is putting noise across your PCI channels",
      "<hard drive> Mein leben!",
      "* hard drive has died",
      "<audigy> Blaaah! blaaaugh! your mother sucks cocks in hell! graaagh!",
      "<modem> aaieee",
      "*modem has died",
      "and the new modem I got connects at 32k tops",
      "By far, that's the best one-act IRC play I've read this season.  Do I smell a Tony award?"
    ],
    [
      "If you could be any fictional character, who would you be?",
      "Spider Man",
      "batman",
      "batman",
      "I'd be god"
    ],
    [
      "So, guys, I have some news.",
      "I know I usually don't talk much about stuff unless it's solid, but this is interesting, and I think you should know.",
      "I just got an E-mail about an interesting proposition.",
      "volsung_ perks up.",
      "Apparently, there are lesbians that want my 'hard cock.'",
      "volsung_ flips Paradox the bird.",
      ":)",
      "They want it 'now,' apparently, so the timetable is somewhat limited.",
      "Are you going to just take their offer as presented, or is there an opportunity for negotiation?",
      "I'm not sure.",
      "I'm sure your hard cock is in great demand.  An exclusive deal might not be in your best interest.",
      "Last time I got an offer like this, there were some catches."
    ],
    [
      "Rizen: I thought you didn't bang chicks, only me.",
      "...men.",
      "GOD THAT WAS A BAD TYPO."
    ],
    [
      "incest is at least something the whole family can do."
    ],
    [
      "I spent a minute looking at my own code by accident.",
      "I was thinking \"What the hell is this guy doing?\""
    ],
    [
      "Roses are red, violets are blue, I'll fuck you with a rake"
    ]
  ]
}