{
  "conversations": [
    [
      "hey, if you type in your pw, it will show as stars",
      "********* see!",
      "hunter2",
      "doesnt look like stars to me",
      "<AzureDiamond> *******",
      "thats what I see",
      "oh, really?",
      "Absolutely",
      "you can go hunter2 my hunter2-ing hunter2",
      "haha, does that look funny to you?",
      "lol, yes. See, when YOU type hunter2, it shows to us as *******",
      "thats neat, I didnt know IRC did that",
      "yep, no matter how many times you type hunter2, it will show to us as *******",
      "awesome!",
      "wait, how do you know my pw?",
      "er, I just copy pasted YOUR ******'s and it appears to YOU as hunter2 cause its your pw",
      "oh, ok."
    ],
    [
      "so there i was in this hallway right",
      "i believe i speak for all of us when i say...",
      "WRONG BTICH",
      "IM SICK OF YOU",
      "AND YOUR LAME STORIES",
      "NOBODY  HERE THINKS YOURE FUNNY",
      "NOBODY HERE WANTS TO HEAR YOUR STORIES",
      "IN FACT",
      "IF YOU DIED RIGHT NOW",
      "I  DON\"T THINK NOBODY WOULD CARE",
      "SO WHAT DO YOU SAY TO THAT FAG",
      "so there i was in this hallway right",
      "right",
      "Right.",
      "right"
    ],
    [
      "get up",
      "get on up",
      "get up",
      "get on up",
      "and DANCE",
      "nmp3bot dances :D-<",
      "nmp3bot dances :D|-<",
      "nmp3bot dances :D/-<",
      "i'm going to become rich and famous after i invent a device that allows you to stab people in the face over the internet"
    ],
    [
      "YOU ALL SUCK DICK",
      "er.",
      "hi.",
      "A common typo.",
      "the keys are like right next to each other."
    ],
    [
      "HI EVERYBODY!!!!!!!!!!",
      "try pressing the the Caps Lock key",
      "O THANKS!!! ITS SO MUCH EASIER TO WRITE NOW!!!!!!!",
      "fuck me"
    ],
    [
      "oh man",
      "I was opening a coke, right",
      "and it exploded",
      "ALMOST all over my keyboard",
      "but I got it away just in time",
      ":<"
    ],
    [
      "d-_-b",
      "how u make that inverted b?",
      "wait",
      "never mind"
    ],
    [
      "what should I give sister for unzipping?",
      "Um. Ten bucks?",
      "no I mean like, WinZip?"
    ],
    [
      "Okay, so my neighbors officially hate me",
      "why?",
      "Well, me, david and andrew were having a bonfire in the backyard, and we were making s'mores and all... and suddenly we here sirens, and see a firetruck turn into the street in front of us.",
      "So we all went running to see what was up, and our neigbor's house was on fire!",
      "oh shit!",
      "Yeah, and when we got there, the wife was crying into her husbands arms, and we were just kinda standing there, and then she saw us, and then like for 10 seconds, gave us the dirtiest look ever",
      "Turns out, we were still holding our sticks with marshmallows on it, watching the fire....",
      "talk about bad timing..."
    ],
    [
      "Man, my penis is so big if I laid it out on a keyboard it'd go all the way from A to Z",
      "wait, shit"
    ],
    [
      "Baby, I been havin a tough night so treat me nice aight?",
      "Aight.",
      "Slip out of those pants baby, yeah.",
      "I slip out of my pants, just for you, bloodninja.",
      "Oh yeah, aight. Aight, I put on my robe and wizard hat.",
      "Oh, I like to play dress up.",
      "Me too baby.",
      "I kiss you softly on your chest.",
      "I cast Lvl. 3 Eroticism. You turn into a real beautiful woman.",
      "Hey...",
      "I meditate to regain my mana, before casting Lvl. 8 chicken of the Infinite.",
      "Funny I still don't see it.",
      "I spend my mana reserves to cast Mighty F*ck of the Beyondness.",
      "You are the worst cyber partner ever. This is ridiculous.",
      "Don't f*ck with me bitch, I'm the mightiest sorcerer of the lands.",
      "I steal yo soul and cast Lightning Lvl. 1,000,000 Your body explodes into a fine bloody mist, because you are only a Lvl. 2 Druid.",
      "Don't ever message me again you piece of ****.",
      "Robots are trying to drill my brain but my lightning shield inflicts DOA attack, leaving the robots as flaming piles of metal.",
      "King Arthur congratulates me for destroying Dr. Robotnik's evil army of Robot Socialist Republics. The cold war ends. Reagan steals my accomplishments and makes like it was cause of him.",
      "You still there baby? I think it's getting hard now.",
      "Baby?",
      "Ok, are you ready?",
      "Aight, yeah I'm ready.",
      "I like your music Em... Tee hee.",
      "huh huh, yeah, I make it for the ladies.",
      "Mmm, we like it a lot. Let me show you.",
      "I take off your pants, slowly, and massage your muscular physique.",
      "Oh I like that Baby. I put on my robe and wizard hat.",
      "What the f*ck, I told you not to message me again.",
      "Oh ****",
      "I swear if you do it one more time I'm gonna report your ISP and say you were sending me kiddie porn you f*ck up.",
      "Oh ****",
      "damn I gotta write down your names or something"
    ],
    [
      "Welcome Abstruse to #christian I am a Bible Bot. For more info type: /msg Word_of_God !info",
      "!kjv numbers 22:21",
      " Numbers 22:21 -- And Balaam rose up in the morning, and saddled his ass, and went with the princes of Moab. -  (KJV)",
      "I know I'm never going to be able to come back in this channel again after this, but damn was it worth it to see that..."
    ],
    [
      "Im going to be the next hitler",
      "Im going to kill all the jews and 1 clown",
      "why the clown",
      "See? no one cares about the jews",
      "lmao"
    ],
    [
      "what does your robot do, sam",
      "it collects data about the surrounding environment, then discards it and drives into walls"
    ],
    [
      "someone speak python here?",
      "HHHHHSSSSSHSSS",
      "SSSSS",
      "the programming language"
    ],
    [
      "\"There are 10 types of people in the world... those who understand binary and those who don't.\"",
      "That's only 2 types of people, kow.",
      "STUPID"
    ],
    [
      "IRC is just multiplayer notepad."
    ],
    [
      "I want to fuck Michelle's brains out with my huge fucking cock, over and over again .. and then her sister can come and join us too.",
      "Err turno, your mom reads the quotes on bash.org?",
      "I'll fucking KILL YOU! !",
      "Your mom does work for the church ? If she reads what you just said she'd be pretty angry right?",
      "Dude you have no fucking clue, don't seriously... you'd be ruining my life.",
      "Don't worry, I won't post it.",
      "Hey dude, I'm gonna paste something - will you post it on bash.org?",
      "the turno thing? haha you fucking bastard!!",
      "hehe his mom's gonna fucking kill him, drag him to that church they go to and get the priest to sodomise him.",
      "yeah and then he's gonna come fucking kill us, still I reckon it's worth it;)",
      "You're not gonna post it are you ? Please don't .. I'm begging you.",
      "I'm not gonna post it:) and even if I did she'd never know that your nick turno was her son Michael Savu .",
      "*phew* spose you have a point"
    ],
    [
      "don't you hate it when you shit on the floor, and you can hear it fall but you have no idea where it actually landed, and spend like 5 minutes looking for it",
      "...",
      "what?",
      "oh shit",
      "don't you hate it when you DROP shit"
    ],
    [
      "Ouroboros: lets play Pong",
      "Ok.",
      "|    .",
      ".    |",
      "|  .",
      "   . |",
      "| .",
      "     | .",
      "Whoops"
    ],
    [
      "It seems you have been leading two lives, Mr. Anderson. In one life, you are Robert Anderson, assistant cook at a Jack in the Box in Mesquite....in the other...you go by the chat alias \"Randerson\"...spreading homosexual propoganda, lying, and being a generally immature pest...",
      "One of these...has a future.",
      "LMAO OMFG where's the phone, I have to tell Dean about this",
      "How can you use the phone when you cannot...speak?"
    ],
    [
      "I helped the EMTs at a car wreck and got blood all over my arms and shirt. It looked like I murdered 20 people with a fork... anyway, I walked into a convieniance store down the street and said my girlfriend needs a tampon. The guy at the counter was mortified."
    ],
    [
      "67% of girls are stupid",
      "i belong with the other 13%"
    ],
    [
      "I swear to god",
      "I've just heard a duck tell a joke",
      "o...k",
      "there was as group of ducks on a pond near where i live",
      "one of the ducks was quacking away looking straight at a group of like 10 ducks",
      "then he stopped and all the other ducks went mental",
      "it looked just like duck stand-up comedy"
    ],
    [
      "BAHAHAHAHAHAHAHAHA",
      "hahahahaha",
      "some girl just came onto our floor",
      "and was yelling \"sexual favors for anyone who does my sociology paper\"",
      "i just asked her what the paper was about",
      "and she said the accomplishments and growth of feminism",
      "bahahahaha"
    ],
    [
      "Who stole the cookie from the cookie jar?!",
      "glome stole the cookie from the cookie jar!",
      "Who me?!",
      "Yes you!",
      "Couldn't be!",
      "Then WHO?!!",
      "Woody stole the cookie from the cookie jar!"
    ],
    [
      "so many fucking criminals, its bullshit",
      "heh, if we sent all the criminals to some empty continent and just left them there to die",
      "and showed up like 50yrs later like, \"sup?\"",
      "whatd u think they'd say?",
      "something along the lines of, \"G`Day mate\""
    ],
    [
      "women ask for it",
      "they act all old and mature",
      "and then you stick your cock up their ass",
      "and they get all bitchy",
      "\"I\"M ONLY 13, I'M ONLY 13!!!\""
    ],
    [
      "HOW THE FUCK CAN YOU TELL THAT I'M 13 BY LOOKING AT WHAT I'M WRITEING?????????????????????????????????????????????????????"
    ],
    [
      " \"The animals will hear!\" bellowed the ear licking penguin as the awesomely endowed midget sucked her oozing charlies and plugged his purple middle leg into her festering cunt.",
      "oops",
      "wrong window",
      "what the FUCK"
    ],
    [
      "just type /quit whoever, and it'll quit them from irc",
      "luckyb1tch has quit IRC (r`heaven)",
      "r3devl has quit IRC (r`heaven)",
      "sasopi has quit IRC (r`heaven)",
      "phhhfft has quit IRC (r`heaven)",
      "blackersnake has quit IRC (r`heaven)",
      "that's gotta hurt",
      ":("
    ],
    [
      "I just had an argument with a girl I know. She was saying how it's unfair that if a guy fucks a different girl every week, he's a legend, but if a girl fucks just two guys in a year, she's a slut. So in response I told her that if a key opens lots of locks, then it's a master key. But if a lock is opened by lots of keys, then it's a shitty lock. That shut her up."
    ],
    [
      "I will write on a huge cement block \"BY ACCEPTING THIS BRICK THROUGH YOUR WINDOW, YOU ACCEPT IT AS IS AND AGREE TO MY DISCLAIMER OF ALL WARRANTIES, EXPRESS OR IMPLIED, AS WELL AS DISCLAIMERS OF ALL LIABILITY, DIRECT, INDIRECT, CONSEQUENTIAL OR INCIDENTAL, THAT MAY ARISE FROM THE INSTALLATION OF THIS BRICK INTO YOUR BUILDING.\"",
      "And then hurl it through the window of a Sony officer",
      "and run like hell"
    ],
    [
      "yeh but chinese for dinner.. Peking Dick FTW",
      "... LOL",
      "omg here we go",
      "Can you say bash.org?",
      "why? so it can join the other 1 million quotes of random people saying 'i love wang.. oops typo, i meant computers.",
      "Screw this",
      "If i'm getting quoted I'm getting my moneys worth:",
      "MONTY PRESENTS THE ULTIMATE QUOTE",
      "OMFG my naked sister just ran into my room and before I could sex her she set fire/other means of destruction to my room but because Im a total geek it doesnt occur to me to get of irc and fix it.",
      "I instead enter a conversation on computers: OMG MY COMPUTER HAS GOT A VIRUS! OH WAIT NO, ITS WINDOWS/LINUX/MAC/NORTON/AOL. Now for the obligatory Windows ME insult where the name of the product is mistaken for a pronoun for myself:",
      "ME SO GAY! WHOOPS IT LOOKS LIKE THE INTENDED PURPOSE OF THAT STATEMENT WAS TO HIGHLIGHT MY OWN HOMOSEXUALITY WHEREAS I MEANT IT TO BE THE HOMOSEXUALITY OF THE OPERATING SYSTEM! HOW EMBARASSING!",
      "Now for the topic of sex:",
      "I HAVE A GF.. AND BY GF I OF COURSE MEAN A GFORCE 20MB 3.45 SYSTEM RETRO POWER MAX SUPERMAN RAPING COMPUTER STICK!",
      "Furthermore, I make a comment as to the worth of sex but comment of my lack of sexual activity.",
      "Hmm",
      "I'm forgetting the most impostant part! The lack of social interaction!",
      "OMG I just opened my blinds and the sunlight burnt and I saw this guy with a swollen chest and I was like WTF and my dad says 'thats called a girl' im like WTF IS A GIRL then i went and downloaded 50GB of porn.",
      "</end rant>",
      "Anyways, as I said before.. dinner.. brb",
      "o_o"
    ],
    [
      "AFK, tornado"
    ],
    [
      "at my school.. the cop from DARE passed around 3 joints to show everyone... and he said \"if i dont get all three of these back this schools getting locked down and everyones getting searched till i find it..\" and like 30 minutes later when everyone got to see 'em and they got passed back the cop had 4"
    ],
    [
      "wtf is a palindrome",
      "no its not dude"
    ],
    [
      "Name ONE thing that your windows comp can do that my MAC cant",
      "Right click."
    ],
    [
      "whats the complement to a 43 degree angle?",
      "My you're looking \"acute\" today",
      "fuck you"
    ],
    [
      "omg dude",
      "today i might the stupidest 3 people i ever met",
      "thier 3 brains combined couldnt solve the dilemma they faced today",
      "what was it",
      "ok before i say this",
      "100% true, not one second of a lie",
      "this lady went into mcdonalds today and ordered a big mac for her",
      "and ordered 2 mcgrittles one for each kid. one had bacon one without",
      "her sons are around 18 or 19 so not infants",
      "she went to the counter furious cause the son that wanted bacon has no bacon on his and the one that didnt want bacon has bacon on his",
      "i fell on the floor beside her and couldnt stop laughing",
      "so i finally stood up and asked her to repeat, thinking maybe shes drunk",
      "i swear to god she looked at me straight faced and repeated it. and her 2 sons were beside her mad that they didnt get the order they wanted"
    ],
    [
      "I broke my G-string while fingering a minor :(",
      "...",
      "I was trying to play Knocking on Heaven's Door.",
      "Oh well, time to buy new strings."
    ],
    [
      "Thank you for listening to me.",
      "You know your a really good listener.",
      "Sweety please say something.",
      "Ok I'm back."
    ],
    [
      "So we were supposed to have a guest speaker in one of my classes",
      "to talk about diversity and racism and shit today",
      "prof's never met him..",
      "in walks this super black gangsta ghetto dude",
      "he's got a 'pimp' chain around his neck, wearing FUBU everything",
      "has a gold watch and a ring on each finger, smells like pot and beer",
      "he even had a do-rag on and a cigarrette tucked behind his ear",
      "walks in in true rapper style flashing his crazy ghetto signs at us",
      "the prof's like...'are you... jeff?'",
      "he goes 'true dat, ho' and says 'you all my niggaz!' and he turns in a circle",
      "waving his arms in the air singing about 'niggaz in 'da house' or some shit",
      "so she tells him to give his speech on diversity and shit",
      "and he starts talkin about 'the man' and how 'white folk be dissin'",
      "then like a minute later this other black dude runs in dressed in a suit",
      "and says 'sorry I'm late'",
      "it turns out the first black dude was just baked. he doesn't even go to college",
      "he just wanted to buy weed in the dorms"
    ],
    [
      "he was dressed as a big fuckin devil",
      "like, HUGE costume",
      "8-foot lizard wings, giant horns on the head",
      "at some anime con in california",
      "they were double booked with a southern Baptist group in the same hotel",
      "he's riding the elevator down to the con space",
      "doors open, little old baptist woman standing there",
      "he just says \"Going Down\" in his best evil voice"
    ],
    [
      "can you help me install GTA3?",
      "first, shut down all programs you aren't using",
      "frank has quit IRC. (Quit)",
      "..."
    ],
    [
      "Some dude tried to break in last night at like 2am, but I was on the comp and it's like right beside the window so I heard the faggot.",
      "Anyways, I grabbed the folding chair and as soon as he was like halfway through I beat the fucking shit out of him.",
      "So he's laying here unconscious and I call the cops. Once they get here, they search him and look at what he fucking had:",
      "8 track tape (unlabeled), Flashlight (no batteries), Half eaten box of Fig Newtons, Measuring tape, Instructions to \"Monopoly.\"",
      "Dude, you fucking killed McGuyver!"
    ],
    [
      "Stupid fucking Google",
      "\"The\" is a common word, and was not included in your search",
      "\"Who\" is a common word, and was not included in your search"
    ],
    [
      "0 is false and 1 is true, correct?",
      "1, morganj",
      "bastard."
    ],
    [
      "There was a 23% drop in temperature.",
      "That's almost 25%!",
      "... That was one of the most worthless comments I've ever heard."
    ],
    [
      "do you think i should call a guy friend and talk to him about my problems? or will he not care?",
      "Here's how it works: if a guy helps you with your problems, you're obligated to give him a blowjob.",
      "lol thanks that cheered me up",
      "No problem. That'll be one blowjob please."
    ],
    [
      ".....................................................................",
      "..................................",
      "where's pacman when you need him?"
    ],
    [
      "lmao there's a wicked lookign spider on my monitor and if i move the mouse around he chases after it",
      "haha mendo",
      "take a screen shot",
      "wait",
      "that made no sense"
    ],
    [
      "Capitalization is the difference between \"I had to help my uncle Jack off a horse..\" and \"I had to help my uncle jack off a horse..\""
    ],
    [
      "I think the people above me are having sex",
      "either that or they're sleeping restlessly and agreeing with each other a lot."
    ],
    [
      "hey!",
      "...hi?",
      "who is this?",
      "Jessica, I saw u on myspace",
      "ur hot",
      "thanks",
      "np",
      "this girl keeps bugging me, but I don't want to talk to her",
      "what should I do?",
      "make up sum excuse, like ur mom is kickin u off or sumthing",
      "oh alright",
      "I have to go",
      "my mom is kicking me off",
      "bye"
    ],
    [
      "damn",
      "FUCK",
      "DAMN",
      "i was just in an AIM convo with a chick, and my grandmother's window pops up",
      "FUCK",
      "i go like this to her",
      "\"i want to suck on your clit\"",
      "FUCK"
    ],
    [
      "Brad do you have any issues with \" burn in \" on your plasma?",
      "nope",
      "kool",
      "How well does it handle blacks",
      "I have it bolted to the wall, so they can't really take it without some serious work"
    ],
    [
      "i beat the internet",
      "the end guy is hard"
    ],
    [
      " you know what's ALWAYS bothered me? cold cereal mascots",
      " I mean that is just some FUCKED UP SHIT",
      " the Trix rabbit, for example",
      " I dunno man... if I were him I'd be fucking KILLING some kids",
      " I remember a commercial where the fuckin rabbit WENT INTO A FUCKIN STORE AND BOUGHT A BOX OF TRIX WITH HIS OWN FUCKIN MONEY.",
      " fuckin kids came outta NOWHERE and basically fuckin mug the poor stupid bitch rabbit",
      " \"silly rabbit Trix are for kids\"",
      " Fuckin rabbit just sits there and looks depressed.",
      " FUCK NO that wouldn't fly with me",
      " I'd have pimp-slapped EVERY ONE OF those fuckin bitches",
      " and made them go get me the REST of a \"complete breakfast\" and eat Trix right in front of them bitches and THEN beat the shit out of them some more.",
      " and wtf is with the disguises? All the dumb rabbit does is hide his ears and all of a sudden he's a fuckin kid?",
      " I dunno about you, but if I SAW a 6 foot fuckin RABBIT with his ears tucked under a baseball cap, I wouldn't immediately think",
      " \"Hey, there's a cool lookin human kid, let me go over and share some of my cereal with him\"",
      " NO.",
      " I'd be thinking",
      " \"that's a 6 foot fuckin RABBIT with his ears tucked under a baseball cap... what the FUCK was I just smoking?\"",
      " another thing... wtf is up with cereal being \"A part of this complete breakfast\"",
      " last time -I- checked, cereal WAS breakfast",
      " they show a big ass bowl of frosted flakes next to a waffle, a pancake, toast, a banana, a fuckin grapefruit... who the FUCK eats a breakfast that big",
      " not me",
      " I don't even EAT breakfast nomore",
      " I mean, I eat when I get up",
      " but the whole thought \"BREAKFAST IS ONLY SERVED UNTIL SUCH AND SUCH TIME\"",
      " bitch, you make my fucking sausage and egg sandwich when I pay you the fucking money",
      " don't give me that shit.",
      " Back to stupid cereal mascots...",
      " Lucky Charms.",
      " FUCKING LUCKY CHARMS",
      " Lucky can turn the fucking MOON into a marshmallow, and he can't escape a bunch of fucking 6 year olds?!?!?",
      " C'mon now, Lucky.",
      " I KNOW your bitch ass has got to have a \"Blow the fucking kids up\" spell SOMEWHERE",
      " or make \"kid marshamllows\" and EAT those bitches.",
      " \"They're after me Lucky Charms!\"",
      " ....",
      " KILL THEM, BITCH!",
      " I dunno why I went off on this rant here",
      " it's just always bothered me.\""
    ],
    [
      "The first time hypr opened a box of Cheerios and looked inside he yelled, \"OH WOW! DONUT SEEDS!\"",
      "wtf are donut seeds"
    ],
    [
      "Seems like when I say \"FUCK\" you get an EOF error  :o",
      "fuck",
      "fuck",
      "fuck",
      "fuck",
      "stop",
      "we're done >:)",
      "hmh?",
      "Your client got an error...",
      "yeah, we're done saying fuck",
      "everytime we said f***",
      "Quit saying fukc",
      "my bad",
      "fuck*",
      "Someone says fuck and he drops ?"
    ],
    [
      "our graduation ceremony was today, and right when some gamer nerd got his diploma, someone in the audience played the zelda \"get item\" music and he did the zelda spin-hold-out-item stance",
      "it was quite possibly the most amazing thing ever."
    ],
    [
      "do you know a turtles only weakness?",
      "no",
      "well",
      "thier slowness",
      "there weakness is they cant roll over when they are on their backs",
      "lol",
      "now i have a plan",
      "if i duck tape 2 turtles together they are unstoppable"
    ],
    [
      "there's other fish in the sea, man, she's just a girl",
      "no dude, that's bullshit.",
      "Think of it this way. if your precious copy of street fighter third strike broke and i told you \"it's ok man, there's other games in the sea. here, play mortal kombat instead\" what would you say? you'd be like, \"fuck that, gimme third strike.\"",
      "...",
      "you just reached me on a level that i never thought possible"
    ],
    [
      "I think just about anyone who meets me and talks to me for long enough comes to terms with the fact that I am a very sick, twisted person. Also factor in a few mountain dews, a Peer-to-Peer connection, and boredom and you get what might be the funniest combination imaginable.",
      "I had been downloading music yesterday evening. Led Zeppelin, REO Speedwagon, Flock of Seagulls, things like that. Then I realized that it'd be a funny joke to play on people if I were to change \"Keep on Rolling\" to \"Hot Lesbian Sex\". I watched as within minutes this file got 50 downloads. I was astounded.",
      "Then the Tom got an idea.",
      "An awful idea.",
      "The Tom got a wonderful awful idea.",
      "What if, perhaps, I was to change some of these names to sick pornography titles? I wonder if I'd get any bites?",
      "And this is where the fun begins.",
      "The first title I put up was \"Naked boys dancing and eating cake.\" I sat in anticipation, waiting for my first download. Success, the first download came. Then the second. Then the third. This baby was steamrolling down the information super highway like a trucker with a hardon that has 2 miles left to the next truck stop. Before I knew it, I was getting twenty downloads. Then thirty. Then fifty. Can you imagine that in the end, rather than getting dancing boys naked and indulging themselves with sweets and frolicking in a dewy meadow, one-hundred thirty two people got a disappointing video of Led Zeppelin performing \"Dazed and Confused\" in front of a live audience? At this point, I had no choice but to continue.",
      "The second title I put up was \"My Ex-Girlfriend mowing the lawn naked.\" I thought that this was too far out to get any downloads. Alas, I was wrong. It got a download. Then two. Then thirty. In the end, seventy-eight sweaty, drooling fudges wanted to see my ex girlfriend mow the lawn stark naked. She's not even that hot. Rather then get their lawn-mowing beauty, they got the song \"Ozone baby.\"",
      "For the third title, I decided to transform \"White Wedding\" into the more intriguing \"Elephant cock horse.\" I wish I could say I was kidding when this thing was downloaded one hundred eighty seven times. I guess there is something about horses and elephants showing their cocks that bring out the best in people. I nearly died of laughter at this point. \"How can nearly two hundred people want to see naked animals? They're ALWAYS naked!\" For sanctity's sake, we're going to leave this as a mystery. I hope I turned some people on to Billy Idol, hopefully distracting them long enough to forget that masturbating to horse and elephant genitalia are not really something their mothers would be proud of.",
      "I couldn't stop myself from doing another. \"Grandma Bingo Sex.\" Short and sweet. I couldn't stop myself from amusing.........myself..... \"Grandma Bingo Sex.\" Surely not a common scenario, and surely not a scenario that would arouse many a twisted psyche. Apparently I know nothing about the human psyche. One hundred twenty two. ONE HUNDRED TWENTY TWO PEOPLE would like to see grandma getting bent over the bingo table, game card in hand, getting donkey punched by a 90 year old addle brained porn star. I rubbed my eyes just to double check. My eyes had to be lying to my brain. My penis had shriveled to the size of a 2 day old Wendys chicken nugget.",
      "They asked for Grandma.",
      "They got Joan Jett.",
      "At this point I had to start taking puffs of my albuteral inhaler to keep from suffocating myself with laughter. \"Girl on girl toe insertion (LEGAL)\" was my next proud creation. Everyone likes 38 Special, so everyone won't feel like such dumb-asses after downloading this footy piece of crap. Never underestimate the inertia traveling behind a toe inserting itself into a rectum, friends. It's like a fudging semi hurling down Interstate 40 in the noonday sun. One hundred twelve people wanted to jerk to this. God have mercy on us.",
      "At this point, for some odd reason, the user name \"Enraged Baboon\" popped into my head. \"Enraged Baboon fudging a nipple factory.\" No way in hell would this get many downloads. Who could possibly type in any or all of those keywords? I guess people like seeing sweaty red-ass baboons, nostrils flaring, banging their chests like Marky Mark in the movie \"Fear\", having sex WITH each other in a factory that produces baby-bottle nipples. Imagine what those children would look like. One hundred seventy two people typed those magic words into Limewire, and got a hot steaming pile of monkey love. Well, it was Pink Floyd, but a man can dream, cant he?",
      "This could all seem very disturbing. My final experiment, however, made me dizzy as my precious sack retreated into my pelvis. ...THREE PEOPLE...three disgusting, drooling, perverted, fudged up people, wielding a box of Puffs Plus and a tube of Vaseline Intensive Care Lotion, bright eyed and bushy tailed, wanted to see \"An emu taking a vicious dump.\" How does one take a VICIOUS dump and how does an EMU take one, for that matter?",
      "this is why I have lost every last ounce of faith in humanity.",
      "If I may quote Method:",
      "\"You're going to make a lot of sick people very unhappy.\""
    ],
    [
      "so, at this college there was an extra credit question \"Is hell endothermic or exothermic\"",
      "this is what one kid wrote:",
      "First, we postulate that if souls exist, then they must have some mass.",
      "If they do, then a mole of souls can also have a mass. So, at what rate are souls moving into hell and at what rate are souls leaving? I think that we can safely assume that once a soul gets to hell, it will not leave. Therefore, no souls are leaving.",
      "As for souls entering hell, lets look at the different religions that exist in the world today. Some of these religions state that if you are not a member of their religion, you will go to hell. Since, there are more than one of these religions and people do not belong to more than one religion, we can project that all people and all souls go to hell.",
      "With birth and death rates as they are, we can expect the number of souls in hell to increase exponentially.",
      "Now, we look at the rate of change in volume in hell. Boyle's Law states that in order for the temperature and pressure in hell to stay the same, the ratio of the mass of souls and volume needs to stay constant.",
      "So, if hell is expanding at a slower rate than the rate at which souls enter hell, then the temperature and pressure in hell will increase until all hell breaks loose (i.e.,Hell is exothermic).",
      "Of course, if hell is expanding at a rate faster than the increase of souls in hell, than the temperature and pressure will drop until hell freezes over (i.e.,Hell is endothermic).",
      "So which is it? If we accept the postulate given by Ms.Therese Banyan during my freshman year, \"That it will be a cold night in hell before I go out with you,\" and take into account the fact that I still have not succeeded in having a relationship with her, the second case cannot be true. Therefore, hell is exothermic.",
      "the kid was the only one who got credit"
    ],
    [
      "I have passed the transitional stage of internet geekhood",
      "I was cashiering at work today, and was punching in the code for plums, which is 4040.",
      "and the 0 key doesn't work this well, so I punched it in wrong.",
      "and the machine flashed up \"Item Not Found: 404\"",
      "and I actually laughed out loud"
    ],
    [
      "Complaint : BOUGTH IT FOR MY COUSIN WHO HAD CANCER, ITEM NEVER ARRIVED AND MY COUSIN DIED",
      "thats the greatest ebay feedback i have ever seen"
    ],
    [
      "once, we had these total freak seventh day advenist (or whatever) freak ass neighbors",
      "and this girl Lanna was a little younger than me",
      "she was a bitch, and they were all totally religious",
      "she threw rocks at me once on my bike, and so I turned around, and went to run over here",
      "I was hauling ASS, and you know what she did?",
      "put her hands on her hips, and stood there and said \"The lord will protect me\"",
      "well.... he didn't"
    ],
    [
      "I found a note in one of my old word .docs that said Note to self: Get revenge on Valvados.",
      "Except I couldn't remember what I was supposed to get revenge for.",
      "But I trusted my own judgment, so I went with it.",
      "...",
      "o.o",
      "hmm",
      "i dunno what you were supposed to get revenge for, either",
      "I can only assume you got what was coming to you.  Not 100 percent sure, though.",
      "well, whatever i did, i guess i deserved it",
      "Let that possibly be a lesson to you."
    ],
    [
      "\"Male masturbation is a personal turn off for me. As a single woman, I'm especially looking for a man who doesn't masturbate, even while he's single.\"",
      "GOOD LUCK, BITCH."
    ],
    [
      "somebody keeps jiggling the doorknob on my front door, then running away",
      "i don't know if i should call the police, or hook up some electricity to the doorknob",
      "why don't you put ice on the stairs",
      "and heat up the door knob",
      "and swing paint buckets down from your two story foyer",
      "then a few years later, fade from the public eye....."
    ],
    [
      "christin: you need to learn how to figure out stuff yourself..",
      "how do i do that"
    ],
    [
      "FUCK!",
      "my mom just found my website",
      "isn't she proud?",
      "ha",
      "you've been on tv 2 times, in the newspapers several times, been banned from a country, has 40 million pageviews",
      "and you didn't tell your mother?",
      "\"what is this? Did you draw this? It looks like a penis.\"  \"No mom, I didn't draw a penis\"",
      "ROFL",
      "\"no mom, i didn't draw a penis\" thats good",
      "now she's crying",
      "haha, your mom doesn't know about your website?",
      "(on the phone)",
      "maddox: did she see the \"suprise - I have a penis\"-greeting card?",
      "dmtec: oh fuck, I forgot about that.. yeah I guess I did draw a penis.",
      "bahahahaha",
      "hahahahahaha she just said \"I wish I would have died and not raised you\"",
      "rofl",
      "she hung up",
      "You are dispwned maddox"
    ],
    [
      "Do vampires have anuses? Cause that's why I wouldn't let this kid invade a vampire's anus in this RPG, right, I was GMing, and his character was an Anus Shade, with the power to possess and control the anuses of people and animals.. and I figured that vampires don't have anuses.",
      "a vampire's anus is present, but non-working.",
      "like a network card without the appropriate driver.",
      "Wow. You're the biggest dork on Earth.",
      "And you're DMing an rpg with Anus Shades."
    ],
    [
      "Heres the history of our medicine.",
      "\"I have a sore throat.\"",
      "\"eat this root\"",
      "\"That root is heathen, say this prayer.\"",
      "\"That prayer is superstition, drink this elixir.\"",
      "\"That elixir is snake oil, Take this pill.\"",
      "\"That pill is ineffective, Take this antibiotic.\"",
      "\"That antibiotic is artificial, Here why dont you eat this root.\""
    ],
    [
      "arrrr, pirates of the south west",
      "thar be large pipes o'bandwith near ye'ol univarsety.",
      "yearg, ye may be an ta somethan thar.",
      "what say ye we pull yonder USB hard disk longside yonder NMSU puter and begin tha lutin and plunderin.",
      "yearg. The master done gaved me a testin machine with a grand ol CDR.",
      "Avast!",
      "MP3s off the starboard bow!",
      "stere clear of ye porn pop ups rollin in from tha east.",
      "I have mah trusty Opera browsa to help me fend em off.",
      "encrypt the data holds, batton down thar security patches, argh thar be spyware abound."
    ],
    [
      "roses are red",
      "violets are blue",
      "all of my base",
      "are belong to you"
    ],
    [
      "wtf",
      "ESPN is showing 2003 national jump rope championship",
      "who the hell watches jump rope competiti--- ooh bouncy"
    ],
    [
      "do you know of any major organizations that are similar the CDC?",
      "who?",
      "center for disease control",
      "i said WHO",
      "what? i'm asking you",
      "World Health Organization"
    ],
    [
      "Jesus Saves",
      "pases to moses, SCOOOOORE"
    ],
    [
      "Metallica sold out in 45 mins :/",
      "Yeah I know.",
      "Oh wait",
      "You mean, like, a concert?",
      "yes"
    ],
    [
      "(hilo21) ima looking for a site that seels amp",
      "(hilo21) ima looking for a site that seels amps",
      "(hilo21) iam looking for a site that seels amps",
      "(hilo21) I am looking for a site that sells amps",
      "(nexxai) how bout you look for a site that teaches english?",
      "(hilo21) fuck you",
      "(nexxai) Lemme guess, you'd kick my ass, but can't read the road signs to get to my house?"
    ],
    [
      "I had a boyfriend once that made me suck him off while I had a mouthful of beer.",
      "HAHAHAHA that was me bitch!",
      "DANNY?!?!?!",
      "MOM?!?!?!?!"
    ],
    [
      "so i had a checkup at the doctor a couple months ago",
      "i waited in the goddamn lobby for like 2 hours",
      "i was just starting to doze off when they called me back into one of the exam rooms",
      "so i sit on this chair for like 30 more mins, and then fall asleep",
      "i wake up and have no idea what time it is or how long i've been waiting",
      "so 20 minutes later after I finished reading the Hispanic Business Weekly",
      "I start diggin through the drawers in the exam table and his desk drawer",
      "i find some hypos and don't touch them, some dressing gowns, and then i get to the drawer marked \"OB/GYN\"",
      "i open it up, take a peeky-peek inside, and what do I see? Speculums and rectal dilators.",
      "At this point I'm in his desk rolly-chair",
      "with about 40 rubber gloves in my pockets for later use",
      "so I grab a speculum in each hand",
      "and start making them sing and talk like little ducks",
      "i was rooting around for a sharpie and couldn't find one",
      "so i put them down and did my glove-trick",
      "i stretched a rubber glove over my head and blew it up",
      "then i grabbbed the speculums and started spinning around in his chair",
      "glove inflated on my head the size of two basketballs",
      "speculum in each hand",
      "spinning in his office chair",
      "i hear footsteps and as i'm extending my legs to slow down, the door opens",
      "the doctor is standing there with my chart in his hand",
      "omg",
      "i stopped spinning and just sat there, looking at him through the thin film of the glove",
      "he was like \"Corey.....?\"",
      "I said \"Yep.\"",
      "held up the speculums.",
      "said, \"I got bored.\"",
      "and he was like \"That's quite a trick with those gloves. Where did you learn that?\"",
      "I said \"Many doctor's offices in many states.\"",
      "He was like \"You want to take some with you?\" as I got up",
      "I pulled the wad out of my pocket and said \"Already did.\"",
      "then I walked out and i heard him laughing like a goddamn maniac as soon as the door was closed",
      "then the other day i go in again rofl and he just hands me a brand new unopened box of 100 gloves",
      "i was gonna ask for some speculums just to fuck with him but I was afraid he'd give me some"
    ],
    [
      "Man i was surfin porn and like \"normal\" surfin at the same time, so my mom comes in and i quick as hell  tab down the porn. So now im looking at a SWAT vest and an Mp5 submachinegun trying to hide the giant penis in my pants. Then all of a sudden this realy gay male voice speaks out realy loud goin \"i want to suck your big dick ans swallow your hot sperm\" then like 100 popups open up all consisting of hardcore fetish gayporn.",
      "man my mom started crying and now she thinks im gay... it owns"
    ],
    [
      "so my speakers haven't beeen working for a while",
      "they were plugged into the mic port",
      "umm, i think they are color-coded",
      "haha, i know",
      "i usually just reach back there and guess which hole it is",
      "i usually just reach back there and guess which hole it is"
    ],
    [
      "which is correct, seven and five IS thirteen, or seven and five ARE thirteen?",
      "Neither.",
      "Because it's twelve."
    ],
    [
      " So I discovered that half my students are failing because they just read bash.org every day in class.",
      " How'd you determine that?",
      " One of them *accidentally* e-mailed me explaining how no one does anything in the class, dumbasses.",
      " So if you're reading this, students, GET TO FUCKING WORK!  MODULE 10!"
    ],
    [
      "#1 pickup line of all time: \"Hey, does this rag smell like chloroform to you?"
    ],
    [
      "that is sick",
      "we should ban him next time he comes in",
      "yeah, who the hell goes for walks"
    ],
    [
      "Kami: if you changed your name to Kame, you would have a much more interesting name :)",
      "Dark_Fox: And if you changed yours to Dark_Fax, you'd have a more communicative name. :)",
      "Dark_Fox is now known as Dark_Fax",
      "It'd be... 'telecommunicative.'",
      "Dark_Fax makes noises and bitches because he's out of paper ant toner *",
      "Oh god, that happened at work today.",
      "FEED MEE!!!",
      "Nuuuuuuuu",
      "Dark_Fax displays wrong time *",
      "Dark_Fax rings for no reason *",
      "Kami is now known as VCR-clock",
      "Dark_Fax gets a paper jam *",
      "VCR-clock blinks",
      "VCR-clock blinks",
      "VCR-clock blinks",
      "VCR-clock blinks",
      "VCR-clock blinks",
      "VCR-clock blinks",
      "PAPPPERRRRR",
      "VCR-clock blinks",
      "TOOOOOONEEERRRR",
      "VCR-clock blinks",
      ":)",
      "Dark_Fax breaks a bearing and bounces around on the counter *",
      "FEEEED ERROORRR!!!! NEED PAPER!!",
      "Dark_Fax rings again for no reason *",
      "VCR-clock blinks some more",
      "SailorV runs and hides becuz there are weirdo's in here",
      "Dark_Fax chases SailorV *  MY PAPER!!! MY PREEESCIOUUUS!!",
      "VCR-clock blinks",
      "VCR-clock blinks",
      "EEEE!",
      "SailorV unplugs the VCR",
      "VCR-clock has quit IRC",
      "Dark_Fax is now known as Dark_Fox",
      "ok i think ive peaked the humor of that"
    ],
    [
      "and ou are an uytter newb",
      "dude",
      "how did that y move over like 12 characters"
    ],
    [
      "you farted.",
      "you sigh in frustration.",
      "you lose",
      "you suck at life",
      "Goblin_Leecher thinks you need a life",
      "our conversation is entirely too weird",
      "we are going stir crazy",
      "you are going a little too far",
      "our laughter fills the offices nearby.",
      "you are fired.",
      "we need new jobs",
      "you agree",
      "you wonder when this madness will end",
      "we are not sane",
      "you are correct",
      "our sanity has left?",
      "you know...if a sane person were to walk in here...they'd be very very confused right about now...",
      "you are one with the matrix."
    ],
    [
      "In a perfect world... spammers would get caught, go to jail, and share a cell with many men who have enlarged their penisses, taken Viagra and are looking for a new relationship."
    ],
    [
      "Diana Ross' husband died",
      "how",
      "fell while climbing in South Africa or something",
      "that's sad",
      "i guess there is a mountain high enough"
    ],
    [
      "Hey whats up, a/s/l?",
      "more than you want, I'm sure :)",
      "ill take that as a challenge ;-)",
      "take it any way you want sweetie",
      "k, how old are ya?",
      "probably too old for you, but let's pretend I'm 20 ;)",
      "k, what do ya look like?",
      "before or after I'm dressed up?",
      "both :-D",
      "well......after I'm dressed up, I have long sexy red hair, nails painted red to match the slinky dress I have on, stiletto heels, pouty lips, green eyes, boobs out to here, and a smile that stops",
      "traffic",
      "and before your dressed up?",
      "before I'm dressed up, I'm bald and wearing boxers...sometimes my weenie is peeking out",
      "hello?",
      "hello?",
      "hello ...."
    ],
    [
      "The general rule on about people on IRC seems to be \"Attractive, single, mentally stable: choose two\""
    ]
  ]
}